tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "java"
brew "antlr"
brew "python"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "cmake"
brew "dark-mode"
brew "duti"
brew "fish"
brew "gflags"
brew "git"
brew "gradle"
brew "groovy"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "gst-plugins-bad"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "inetutils", link: false
brew "mackup"
brew "mas"
brew "maven"
brew "mkvtoolnix"
brew "mongodb"
brew "moreutils"
brew "mosh"
brew "namebench"
brew "node"
brew "ruby", link: true
brew "sceptre"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "vim"
brew "wget"
cask "1password"
cask "aerial"
cask "alfred"
cask "amazon-chime"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "logitech-options"
cask "microsoft-office"
cask "mumble"
cask "netspot"
cask "postman"
cask "sonos"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "transmission"
cask "typora"
cask "virtualbox"
cask "vlc"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "App Cleaner", id: 1013897218
mas "BetterSnapTool", id: 417375580
mas "Boxy", id: 1053031090
mas "Chatty", id: 981117463
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Telegram Desktop", id: 946399090
mas "Trello", id: 1278508951
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
