tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "osxfuse"
brew "antlr"
brew "python"
brew "awscli"
brew "bison"
brew "bison@2.7"
brew "cmake"
brew "dark-mode"
brew "duti"
brew "ext4fuse"
brew "ffmpeg"
brew "fish"
brew "gflags"
brew "git"
brew "go"
brew "gradle"
brew "groovy"
brew "gstreamer"
brew "gst-plugins-base", link: false
brew "gst-libav"
brew "gst-plugins-bad"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "inetutils", link: false
brew "mackup"
brew "mas"
brew "maven"
brew "moreutils"
brew "mosh"
brew "namebench"
brew "node"
brew "ruby"
brew "sceptre"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "vim"
brew "webpack"
brew "wget"
brew "aws/tap/aws-sam-cli"
cask "adoptopenjdk"
cask "aerial"
cask "alfred"
cask "amazon-chime"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "goland"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "handbrake"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keka"
cask "microsoft-office"
cask "mumble"
cask "netspot"
cask "postman"
cask "skype"
cask "sonos"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "switchresx"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "typora"
cask "vlc"
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "GFXBench Metal", id: 1044629456
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Valet for Tesla", id: 1438609932
